<?php

$message1 = "Η μεταβλητή είναι τύπου int.";
$message2 = "Η μεταβλητή δεν είναι τύπου int.";
$message3 = "Η εικόνα δεν βρέθηκε!";
$message3 = "Δεν έχετε επιλέξει κάποια ημερομηνία.";
$message6 = "Το αρχείο που προσπαθείται να ανεβάσετε δεν είναι αρχείο εικόνας.";
$message7 = "Το αρχείο υπάρχει ήδη.";
$message8 = "Επιτρέπονται μόνο τύποι αρχείου JPG, JPEG & PNG.";
$message9 = "Το αρχείο δεν ανέβηκε.";
$message10 = "Υπήρξε πρόβλημα κατά το ανέβασμα της φωτογραφίας.";
$message11 = "Δεν έχετε επιλέξει καμία εικόνα.";

$message12 = "Δεν υπάρχει κανένας εγγεγραμμένος χρήστης.";
$message13 = "Είστε σίγουρος πως θέλετε να διαγράψετε τον χρήστη ";
$message14 = "Είσοδος";

$message15 = "http://localhost/diplwmatiki/t_selida/?p=users-list";

$message16 = "Είστε σίγουρος πως θέλετε να διαγράψετε τη φωτογραφία ";
$message17 = "Είστε σίγουροι πως θέλετε να αποστέλεται e-mail ενημέρωσης στον χρήστη";
$message18 = "Είστε σίγουροι πως θέλετε να μην αποστέλονται e-mail ενημέρωσης στον χρήστη ";
$message19 = "Παρακαλώ εισάγεται και τα δύο στοιχεία, username, password";

$message20 = '/diplwmatiki/t_selida/?p=dashboard';
$message21 = '/diplwmatiki/t_selida/?p=main';
$message22 = "/diplwmatiki/t_selida/?p=main";

$message23 = "Όλα τα παραπάνω πεδία είναι υποχρεωτικά";

$message24 = "Εντοπίστηκε κίνδυνος!\n";
$message25 = "Δεν παρουσιάστηκε κάποια αλλαγή ακόμη.\n";

$message26 = "Ο χρήστης διαγράφηκε επιτυχώς.";
$message27 = "Η φωτογραφία ";
$message28 = " έχει διαγραφεί.";
$message29 = "Η διαγραφή δεν μπόρεσε να ολοκληρωθεί. Η φωτογραφία ";
$message30 = ", δεν υπάρχει.";
$message31 = "Καλώς ήλθες, ";

$message32 = "TCP/IP connection client\n";
$message33 = "socket_create() failed: reason: ";
$message34 = "OK. socket created\n";
$message35 = "Attempting to connect to ";
$message36 = "socket_connect() failed: reason: ";
$message37 = "ok. client connected\n";
$message38 = "Sending Http head request...";
$message39 = "readingresponse: \n\n";

$message40 = "Το σύστημά σας θα ξεκινήσει αμέσως.";
$message41 = "Η συσκευή είναι ήδη ανοιχτή.";
$message42 = "Η σημερινή ημερομηνία και ώρα δεν έχουν βρεθεί στη βάση δεδομένων";

$message43 = "Το σύστημά σας θα σταματήσει αμέσως.\n";

$message44 = "Η συσκευή έχει σταματήσει ήδη.\n";
$message45 = "Η σημερινή ημερομηνία και ώρα δεν έχουν βρεθεί στη βάση δεδομένων";
$message46 = "Απαραίτητα username και password";
$message47 = "To username που επιλέξατε χρησιμοποιείται ήδη.";
$message48 = "Ο χρήστης δημιουργήθηκε επιτυχώς!";
$message49 = "Αποτυχία δημιουργίας φακέλου..";
$message50 = "Αποτυχία εισαγωγής χρήστη.. ";

$message51 = "Η ημερομηνία εισήχθη επιτυχώς!";
$message52 = "Αποτυχία εισαγωγής Ημερομηνίας.. ";
$message53 = "Το σύστημά σας θα απενεργοποιηθεί για ";
$message54 = " λεπτά.";
$message55 = "Η συσκευή δεν είναι ανοιχτή";
$message56 = "Επιλέξατε να ξεκινήσει αμέσως η εφαρμογή τοπρόγραμμα αναγνώρισης μαζί με το όπλο. \n";
$message57 = "Δεν έχετε επιλέξει κάποια ώρα.";
$message58 = "Επιλέξατε να ξεκινήσει η εφαρμογή μετά από ";
$message59 = "Επιλέξατε να σταματήσει το πρόγραμμα αναγνώρισης\n";
$message60 = "Επιλέξατε να σταματήσει η εφαρμογή μετά από ";

$message61 = " on port ";
$message62 = "ok.\n";

$message63 = "Δεν υπήρξε καμία αλλαγή στο όνομά σας.";
$message64 = "Το επίθετό σας άλλαξε επιτυχώς σε ";
$message65 = "Το όνομά σας άλλαξε επιτυχώς σε ";
$message66 = "Το επώνυμό σας άλλαξε επιτυχώς.";
$message67 = "Το όνομά σας άλλαξε επιτυχώς.";
$message68 = "Το email σας δεν έχει αλλάξει.";
$message69 = "Το email σας έχει αλλάξει επιτυχώς σε ";
$message70 = "Ο κωδικός σας δεν έχει αλλάξει.";
$message71 = "Ο κωδικός σας έχει αλλάξει επιτυχώς.";

$message72 = "Τα δικαιώματα του χρήστη έχουν αλλάξει ";
$message73 = "Ο παρόν χρήστης έχει ήδη δικαιώματα administrator.";
$message74 = "Ο παρόν χρήστης έχει ήδη δικαιώματα user.";
$message75 = "Δεν μπορείτε να γίνεται user, καθώς πρέπει να υπάρχει ένας administrator στο σύστημα";
$message76 = "Ο χρήστης θα ξεκινήσει να λαμβάνει ενημερωτικά mail.";
$message77 = "Ο χρήστης θα πάψει να ενημερώνεται μέσω e-mail.";
$message78 = "Δεν μπορείτε να αποκλείσετε τον user από τη λίστα, καθώς θα πρέπει πάντα να ενημερώνεται, μέσω e-mail, ένας τουλάχιστον χρήστης.";

$message79 = "Τo mail σας έχει σταλεί επιτυχώς!";
$message80 = "Δεν έχετε εισάγει κάποια διεύθυνση email.";
$message81 = "Το mail σας δεν υπάρχει στη λίστα.";
$message82 = "Δεν μπορείτε να αποκτήσετε πρόσβαση στη σελίδα.";
$message83 = "Το mail σας ή ο αριθμός δεν υπάρχουν στη λίστα.";

$message84 = "Δενέχετε εισάγει όλα τα στοιχεία που απαιτούνται για την αλλαγή κωδικού.";
$message85 = "Οι κωδικοί που έχετε εισάγει δεν είναι ίδιοι.";
$message86 = "To username και το mail δεν αντιστοιχούν στον ίδιο χρήστη της βάσης.";
$message87 = "Ο κωδικός σας έχει αλλάξει. Μπορείτε να μπείτε στη σελίδα και να κάνετε είσοδο με τα νέα σας στοιχεία.";

$message88 = "Οδηγίες συλλογής φωτογραφιών";
$message89 = "Το αρχείο είναι εικόνα ";
$message90 = "Το αρχείο";
$message91 = "έχει ανέβει με επιτυχία.";
$message92 = "Ο χρήστης για τον οποίο θα εισάγεται φωτογραφία είναι ο ";

$message93 = "Παρακαλώ επιλέξτε εάν και πότε θέλετε να ξεκινήσει /  σταματήσει το σύστημα.";
$message94 = "Επιλέξτε σε πόσο χρόνο θέλετε να ξεκινήσει η συσκευή σας:";
$message95 = "Start";
$message96 = "Stop";
$message97 = "Delayed Start";
$message98 = "Delayed Stop";

$message99 = "Επιλέξτε σε πόσο χρόνο θέλετε να σταματήσει η συσκευή σας: ";
$message100 = "Επανεκκίνηση συστήματος";
$message101 = "Επιλέξτε ημερομηνία και ώρα προγραμματισμένης ενεργοποίησης της συσκευής.";
$message102 = "Προσωρινή απενεργοποίηση συστήματος.";
$message103 = "IO Settings";
$message104 = "IO Output linkage";
$message105 = "Email alarm";
$message106 = "FTP alarm";
$message107 = "HTTP alarm";
$message108 = "Alarm Interval(Second)";
$message109 = "Αλλαγή κωδικού";
$message110 = "Όνομα χρήστη:";
$message111 = "Κωδικός Πρόσβασης:";
$message112 = "Επαλήθευση Κωδικού:";
$message113 = "Ανανέωση";

$message114 = "Αρχική";
$message115 = "Streaming";
$message116 = "Αρχείο";
$message117 = "Αποσύνδεση";
$message118 = "Διαχείριση";
$message119 = "συσκευής";
$message120 = "I/O Ρυθμίσεις";
$message121 = "Προγραμματισμός συσκευής";
$message122 = "IO Output linkage";
$message123 = "FTP Settings";
$message124 = "HTTP alarm Settings";
$message125 = "Χειροκίνητος";
$message126 = "έλεγχος";
$message127 = "χρηστών";
$message128 = "Εισαγωγή χρηστών";
$message129 = "Επεξεργασία χρηστών";
$message130 = "Mailing list";
$message131 = "Όνομα";
$message132 = "Επώνυμο";
$message133 = "E-mail*";
$message134 = "Username*";
$message135 = "Password*";
$message136 = "Τα πεδία με αστερίσκο (*) είναι υποχρεωτικά.";
$message137 = "Δημιουργία";
$message138 = "Λογαριασμού";
$message139 = "Email";
$message140 = "Ονοματεπώνυμο";
$message141 = "Password";

$message142 = "Αίτημα αλλαγής κωδικού";
$message143 = "Παρακαλώ εισάγεται τη διεύθυνση email σας και θα σας αποσταλεί σχετικό mail για την αλλαγή του κωδικού σας.";
$message144 = "Επιλέξτε τη φωτογραφία που θέλετε να ανεβάσετε:";
$message145 = "Ξεχάσατε τον κωδικό σας?";
$message146 = "";




?>
